{
    "layout": {
        "template": "home"
    },
    "title": "Wierdest Places",
    "dek": "from hell-themed amusement parks<br>to islands covered with snakes,<br> these are some of the creepiest spots in the world—<br>visit them if you dare.",
    "headline": "Weirdest Places<br>on Earth",
    "hellHead": "the door to hell",
    "hellText": "While Joss Whedon led us to believe that the entrance to hell could be found in Sunnydale, California, he was actually some 7,500 miles off. Located in the middle of the Karakum Desert in Turkmenistan is the \"Door to Hell,\" a name locals gave to a 230-foot-wide crater that simply won't stop burning. When Soviet scientists began searching for oil back in 1971, they accidentally hit a methane reserve and the drilling platform collapsed, forming the crater and releasing dangerous gas into the air. The scientists decided to light the crater on fire to burn off the methane, creating a Dante-esque anomaly that has remained lit for the past 40-plus years.",
    "christHead": "christ of the abyss",
    "christText": "Clearly created out of love and remembrance, but the result is vaguely spooky, especially with its outreached arms and upward gaze. The algae and corrosion only add to the effect, although the statue was removed from its watery home in 2003 for some much-needed restoration. Regardless of whether you find the monument eerie or beautiful (or both), it’s certainly worth taking a 55-foot-dive down to snap an underwater selfie with Jesus.",
    "ukraineHead": "pripyat, ukraine",
    "ukraineText": "If there was ever a poster child for eerily abandoned places around the world, then it would have to be Pripyat. Established in 1970, the city had reached a population of nearly 50,000 by the time it was entirely evacuated after the Chernobyl disaster in 1986. Pripyat has remained an uninhabited city since the evacuation, although the buildings, furniture, and all other signs of life are exactly where its former citizens left them. Weathered books can be found in classrooms, decaying dolls lie abandoned in cribs, and photographs are still in their original frames.",
    "dollHead": "the island of the dolls",
    "dollText": "Xochimilco is primarily known by more morbid tourists for its Isla de las Munecas, or the Island of the Dolls. Hidden among the area’s many canals, the site is famous for the hundreds of dolls—and doll parts—hanging from trees and scattered among the grass. Although it looks more like a horror movie set than anything else, the chinampa used to be the actual residence of a now-deceased man named Julian Santa Barrera. Barrera collected and displayed the toys in the hopes of warding off evil spirits after finding a dead girl’s body in a nearby canal. Daring souls can hire their own boat, try to convince the driver to pay it a visit, and view it safely from the water."
}